Repository: pkar70/Waga
Catalog: Waga/Strings/*/Resources.resw
Source language: en
Languages: pl

# msgEnterName
source: Enter person's name
pl: Podaj imię osoby

# resDlgCancel
source: Cancel
pl: Rezygnuję

# resDlgContinue
source: Add
pl: Dodaj

# uiWagiTitle.Text
source: Devices
pl: Wagi

# uiWagiInfo.Text
source: This is optional functionality - mainly for setting scale's tare
pl: Dodanie tutaj wagi jest potrzebne tylko wtedy, gdy chce się ustawić tarę (gdy waga przekłamuje) lub gdy dane bio-oporu są przez wagę zmyślane.

# uiWagiSlider.Header
source: Tare
pl: Tara

# uiWagiSave.Label
source: Save
pl: Zapisz

# uiWagiAdd.Label
source: Add
pl: Dodaj

# uiOsobyTitle.Text
source: Persons
pl: Osoby

# uiOsobyBirth.Header
source: Birthday (for calculating fat etc.)
pl: Urodziny (do wyliczania wody, itp.)

# uiOsobySex.Header
source: Sex
pl: Płeć

# uiOsobyWzrost.Header
source: Height (for calculating BMI, fat, etc.)
pl: Wzrost (do wyliczania BMI, wody, itp.)

# uiOsobySave.Label
source: Save
pl: Zapisz

# uiOsobyAdd.Label
source: Add
pl: Dodaj

# msgWagiAddedAt
source: Added @
pl: Dodana @

# msgWagiTyp
source: Type
pl: Typ

# msgWagiWejdz
source: Step on scale, and press OK
pl: Wejdź na wagę i kliknij OK

# uiMainTitle.Text
source: Weighting Scale
pl: Waga

# uiMainRawWeight.Text
source: Weight (raw)
pl: Masa (bez korekty)

# uiMainOpor.Text
source: Bioimpedance
pl: Bio-opór

# uiMainPomiar.Text
source: Measure
pl: Pomiar

# uiMainBarMierz.Label
source: Measure
pl: Pomiar

# uiMainBarOsoby.Label
source: Persons
pl: Osoby

# uiMainBarWagi.Label
source: Devices
pl: Wagi

# uiMainBarInfo.Label
source: Settings
pl: Ustawienia

# uiWagiIgnoreBio.OffContent
source: Bioimpedance is fake, ignore it
pl: Bio-opór jest fałszywy, ignoruj go

# uiWagiIgnoreBio.OnContent
source: Use bioimpedance
pl: Użyj bio-oporu

# msgBtErrDisabled
source: Bluetooth is disabled, enable it and try again
pl: Masz wyłączony Bluetooth, włącz go i ponów próbę

# msgBtErrNotFound
source: Error: seems like you don't have Bluetooth radio
pl: Błąd: wygląda na to, że nie masz Bluetooth

# msgBtWarnDisabled
source: Warning: Bluetooth is disabled, enable it before weighting
pl: Uwaga: masz wyłączony Bluetooth, włącz go przed ważeniem

# msgParamFat
source: Fat
pl: Tkanka tłuszczowa

# msgParamVisce
source: Viscereal fat
pl: Tłuszcz trzewny

# msgParamWoda
source: Water
pl: Woda

# msgWczytacRoaming
source: Found measurement from other device. Import it?
pl: Znalazłem pomiar zapisany na innym urządzeniu. Zaimportować?

# resDlgNo
source: No
pl: Nie

# resDlgYes
source: Yes
pl: Tak

# msgSettNoSaveAtAll
source: No measurements would be saved in any way. Do you really want this?
pl: Żadne pomiary nie zostaną zapisane. Tak ma być?

# msgDataInClip
source: Exported data are in ClipBoard.
pl: Dane zostały wyeksportowane do ClipBoard.

# msgNoDataToExportEmpty
source: There is no measurement stored.
pl: Nie mam żadnego pomiaru zapisanego.

# msgNoDataToExportUser
source: There is no measurement stored for this person.
pl: Dla tej osoby nie mam zapisanego żadnego pomiaru.

# uiOsobyExport.Text
source: Export history
pl: Eksport historii

# uiUseBio.OffContent
source: Ignore bioimpedance
pl: Ignoruj bio-oporu

# uiUseBio.OnContent
source: Use biompendance
pl: Użyj bio-oporu

# manifestAppName
source: Weighing scale
pl: Waga
